tap "airbytehq/tap"
tap "domt4/autoupdate"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "arp-scan"
brew "bat"
brew "checkov"
brew "conftest"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "golangci-lint"
brew "gomplate"
brew "htop"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "watch"
brew "xqilla"
brew "yq"
brew "zizmor"
brew "zk"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "airbytehq/tap/abctl"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "discord"
cask "font-hack-nerd-font"
cask "ngrok"
cask "spotify"
