tap "airbytehq/tap"
tap "domt4/autoupdate"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "arp-scan"
brew "bat"
brew "btop"
brew "checkov"
brew "conftest"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gomplate"
brew "helm"
brew "htop"
brew "jless"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "kyverno"
brew "lazygit"
brew "maven"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "watch"
brew "xqilla"
brew "yq"
brew "zizmor"
brew "zk"
brew "zns"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "airbytehq/tap/abctl"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "aerospace"
cask "discord"
cask "font-hack-nerd-font"
cask "ngrok"
cask "spotify"
go "github.com/rhysd/actionlint/cmd/actionlint"
go "github.com/xebia/go-training/examples/anonymous"
go "github.com/xebia/go-training/solutions/hospital/appointments/appointmentclient"
go "github.com/xebia/go-training/solutions/hospital/appointments/appointmentservice"
go "github.com/xebia/go-training/examples/bakein"
go "github.com/xebia/go-training/examples/binarysearch"
go "github.com/bootdotdev/bootdev"
go "github.com/xebia/go-training/examples/callingc"
go "github.com/hashicorp/go-changelog/cmd/changelog-build"
go "github.com/xebia/go-training/examples/channels"
go "github.com/xebia/go-training/examples/registrationServiceGrpc/client"
go "github.com/xebia/go-training/examples/clients"
go "github.com/xebia/go-training/examples/closure"
go "github.com/xebia/go-training/examples/httpapp/cmd"
go "github.com/spf13/cobra-cli"
go "github.com/xebia/go-training/solutions/concurrency"
go "github.com/xebia/go-training/solutions/concurrency2"
go "github.com/xebia/go-training/solutions/concurrency3"
go "github.com/hashicorp/copywrite"
go "github.com/xebia/go-training/examples/debugging"
go "github.com/xebia/go-training/examples/defer"
go "github.com/xebia/go-training/examples/dependencyanalysis"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/xebia/go-training/examples/emptyinterface"
go "github.com/xebia/go-training/examples/encoding"
go "github.com/xebia/go-training/examples/enum"
go "github.com/xebia/go-training/examples/channels/errgroup"
go "github.com/xebia/go-training/solutions/errorhandling"
go "github.com/xebia/go-training/examples/expvar"
go "github.com/xebia/go-training/examples/fireforget"
go "github.com/xebia/go-training/examples/first"
go "github.com/xebia/go-training/examples/flags"
go "github.com/xebia/go-training/examples/grpc/streaming/flightinfoclient"
go "github.com/xebia/go-training/examples/grpc/streaming/flightinfoserver"
go "github.com/xebia/go-training/solutions/flow"
go "github.com/xebia/go-training/examples/for"
go "github.com/xebia/go-training/examples/functionsAsParams"
go "github.com/xebia/go-training/examples/generics/genericClone"
go "github.com/xebia/go-training/examples/generics/genericFunction"
go "github.com/xebia/go-training/examples/generics/genericMax"
go "github.com/xebia/go-training/examples/generics/genericPrint"
go "github.com/xebia/go-training/solutions/generics"
go "golang.org/dl/go1.24.10"
go "golang.org/dl/go1.24.6"
go "golang.org/dl/go1.24.8"
go "github.com/go-critic/go-critic/cmd/gocritic"
go "github.com/fzipp/gocyclo/cmd/gocyclo"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "golang.org/x/lint/golint"
go "github.com/xebia/go-training/solutions/groupby"
go "github.com/xebia/go-training/examples/hello"
go "github.com/xebia/go-training/examples/httpclient"
go "github.com/xebia/go-training/examples/httpserver"
go "github.com/xebia/go-training/examples/if"
go "github.com/pavius/impi/cmd/impi"
go "github.com/xebia/go-training/examples/codereviewfindings/inline_goroutine"
go "github.com/xebia/go-training/examples/interfaces"
go "github.com/xebia/go-training/examples/iterate"
go "github.com/xebia/go-training/solutions/jsonxml"
go "sigs.k8s.io/kind"
go "github.com/xebia/go-training/examples/maps"
go "github.com/xebia/go-training/examples/methods"
go "github.com/xebia/go-training/examples/middleware"
go "github.com/client9/misspell/cmd/misspell"
go "github.com/xebia/go-training/solutions/model"
go "github.com/xebia/go-training/solutions/hospital/notifications/notificationclient"
go "github.com/xebia/go-training/examples/grpc/notification/notificationserver"
go "github.com/xebia/go-training/examples/grpc/notification/notificationserverproxy"
go "github.com/xebia/go-training/solutions/hospital/notifications/notificationservice"
go "github.com/xebia/go-training/examples/packageusage"
go "github.com/xebia/go-training/solutions/hospital/patients/patientinfoclient"
go "github.com/xebia/go-training/solutions/hospital/patients/patientinfoservice"
go "github.com/petergtz/pegomock/v4/pegomock"
go "golang.org/x/pkgsite/cmd/pkgsite"
go "github.com/xebia/go-training/examples/pointers"
go "github.com/xebia/go-training/examples/codereviewfindings/populate_map_in_parallel"
go "github.com/xebia/go-training/examples/codereviewfindings/populate_slice_in_parallel"
go "github.com/ramonvermeulen/pre-commit-bump"
go "golang.org/x/tools/cmd/present"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/hashicorp/terraform-provider-aws/ci/providerlint"
go "github.com/xebia/go-training/examples/proxy"
go "github.com/xebia/go-training/examples/select"
go "github.com/xebia/go-training/examples/registrationServiceGrpc/service"
go "github.com/xebia/go-training/examples/slice"
go "github.com/xebia/go-training/examples/codereviewfindings/slice_pointers"
go "github.com/xebia/go-training/solutions/smssending/smssendinginterop"
go "github.com/xebia/go-training/examples/sorting"
go "golang.org/x/tools/cmd/stringer"
go "github.com/xebia/go-training/examples/struct"
go "github.com/xebia/go-training/examples/sync"
go "github.com/xebia/go-training/examples/template"
go "github.com/katbyte/terrafmt"
go "github.com/hashicorp/terraform-provider-aws"
go "github.com/hashicorp/terraform-provider-google"
go "github.com/hashicorp/terraform-provider-google-beta"
go "github.com/terraform-linters/tflint"
go "github.com/YakDriver/tfproviderdocs"
go "github.com/xebia/go-training/examples/transactional"
go "github.com/xebia/go-training/examples/variadic"
go "github.com/xebia/go-training/examples/vars"
go "github.com/xebia/go-training/examples/channels/waitgroup"
go "github.com/xebia/go-training/examples/webserver"
go "github.com/xebia/go-training/examples/webserverorg"
go "github.com/xebia/go-training/examples/while"
