tap "airbytehq/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "checkov"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "golangci-lint"
brew "htop"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "terraform-docs"
brew "tflint"
brew "xqilla"
brew "yq"
brew "zizmor"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "airbytehq/tap/abctl"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "font-hack-nerd-font"
cask "spotify"
